{
  "headerbar": [
    {
      "name": "GET INVOLVED",
      "url": "/get-involved"
    },
    {
      "name": "HOW WE WORK",
      "url": "/how-we-work"
    },
    {
      "name": "MISSION",
      "url": "/mission"
    }
  ],
  "mainpage": {
    "header": {
      "title": "A financial coach for everyone",
      "description": "Studies show that financial coaching is extremely effective in getting Americans on the path to financial health, so why do so few have access to it? We worked directly with the communities we hope to serve to create a suite of digital guides that mirror the in-person coaching process. And we’re giving them away for free.",
      "video": "/assets/steps-bg.mp4",
      "videoposter": "/assets/steps-bg.jpg",
      "button": {
        "name": "TRY OUR GUIDES",
        "url": "https://steps.ideo.org/guides"
      }
    },
    "features": {
      "title": "47% of Americans don’t have $400 in emergency savings. We designed digital solutions from their perspective. ",
      "pullquote": "\"Our clients could use this in the months between their appointments, or in times of crisis.\"",
      "pullquoteauthor": "— Phuong Luong, Financial Coach",
      "carousel": {
        "desktop": [
          "/assets/home-1.jpg",
          "/assets/home-2.jpg",
          "/assets/home-3.jpg",
          "/assets/home-4.jpg",
          "/assets/home-5.jpg",
          "/assets/home-6.jpg"
        ],
        "mobile": [
          "/assets/home-m-1.png",
          "/assets/home-m-2.png",
          "/assets/home-m-3.png",
          "/assets/home-m-4.png",
          "/assets/home-m-5.png",
          "/assets/home-m-6.png"
        ]
      }
    },
    "benefits": {
      "benefitssections": [
        {
          "cssClass": "org_benefits_section",
          "title": "BENEFITS FOR YOU",
          "benefits": [
            {
              "imageurl": "people.svg",
              "title": "Reach more people",
              "description": "Guides remove multiple barriers that keep people from receiving help."
            },
            {
              "imageurl": "support.svg",
              "title": "24/7 Support",
              "description": "A digital guide can provide round-the-clock support when in-person isn’t available."
            },
            {
              "imageurl": "customizable.svg",
              "title": "Customizable",
              "description": "We can adjust tools for things like titles, languages, links to resources and more."
            },
            {
              "imageurl": "access.svg",
              "title": "Free to Access",
              "description": "The entire suite of digital guides are free and available for everyone to use."
            }
          ]
        },
        {
          "cssClass": "community_benefits_section",
          "title": "BENEFITS FOR YOUR COMMUNITY",
          "benefits": [
            {
              "imageurl": "selfservice.svg",
              "title": "Self-Service",
              "description": "Money is difficult to talk about, and it’s hard to ask for help when you need it."
            },
            {
              "imageurl": "simple.svg",
              "title": "Simple & Personalized",
              "description": "Guides start at a recognizable problem and then lead users to a personalized solution."
            },
            {
              "imageurl": "solutions.svg",
              "title": "Actionable Solutions",
              "description": "Long-term action plans are broken down into bite-sized, achievable steps."
            }
          ]
        }
      ],
      "button": {
        "name": "USE THEM NOW",
        "url": ""
      }
    },
    "contact": {
      "title": "We can help you utilize Steps.",
      "description": "Our team has been actively working with organizations that could benefit from the tools we’ve created. If you feel you could partner with us, reach out and let’s start the conversation."
    }
  },
  "getinvolved": {
    "mainpage": {
      "title": "Free digital tools for low income communities",
      "stepstagline": "THERE ARE A NUMBER OF WAYS YOU CAN USE OUR GUIDES",
      "steps": [
        {
          "title": "Try them out",
          "anchor": "try-them-out"
        },
        {
          "title": "Collaborate with us",
          "anchor": "collaborate"
        },
        {
          "title": "Use our code",
          "anchor": "use-our-code"
        }
      ]
    },
    "trythempage": {
      "title": "Share them directly with your clients",
      "description": "Take a look at our collection of guides, try them out and share them with your clients. We would love to hear your feedback as we continue to improve them.",
      "infobox": {
        "text": "Each digital guide tackles a common money problem by mirroring the in-person coaching process and linking users to resources and action-plans. The experiences provide step-by-step help and personalized action plans for things like paying rent, buying food, rebuilding credit and more.",
        "button": {
          "text": "TRY OUR GUIDES",
          "url": "https://steps.ideo.org/guides"
        },
        "imgurl": "/assets/landing-page.png",
        "imgurlmobile": "/assets/gi-steps-mobile.png"
      }
    },
    "collabpage": {
      "title": "Let's help you make your own",
      "description": "We can work with you to make a guide that links your community to local resources and can be flexible to things like language and location.",
      "infobox": {
        "text": "NerdWallet recognized an opportunity to help their audience with specific financial issues, so we partnered with them to make a suite of guides under their brand.",
        "button": {
          "text": "NERDWALLET GUIDES",
          "url": "https://www.nerdwallet.com/blog/steps-to-financial-health/"
        },
        "imgurl": "/assets/nerdwallet.png",
        "imgurlmobile": "/assets/gi-nw-mobile.png"
      }
    },
    "codepage": {
      "title": "Customize them yourself",
      "description": "Our original source code is freely available for anyone to use and distribute.",
      "infobox": {
        "text": "With code access you can customize, translate, localize or otherwise edit the guides to fit your needs.",
        "button": {
          "text": "VIEW GUIDES ON GITHUB",
          "url": "https://github.com/ideoorg"
        },
        "imgurl": "/assets/take-our-code.png",
        "imgurlmobile": "/assets/gi-code-mobile.png"
      }
    }
  },
  "howwework": {
    "mainpage": {
      "title": "Human-centered design starts with people",
      "description": "Our research begins with the people we hope to serve and the experts, non-profit organizations, and service providers that work within those communities. Once we begin to design from their perspective, we start to identify where we could have the greatest impact in scaling a digital solution.",
      "button1": {
        "text": "WATCH VIDEOS"
      },
      "button2": {
        "text": "EXPLORE PROTOTYPES",
        "url": ".#/prototypes"
      }
    },
    "videos": [
      {
        "videoId": 231578357,
        "thumbnail": "/assets/652418177.jpg",
        "title": "Money is more than just numbers"
      },
      {
        "videoId": 231578417,
        "thumbnail": "/assets/652418257.jpg",
        "title": "Money is difficult to talk about"
      },
      {
        "videoId": 231578394,
        "thumbnail": "/assets/652418263.jpg",
        "title": "Actionable steps are needed to reach goals"
      },
      {
        "videoId": 231578371,
        "thumbnail": "/assets/652418194.jpg",
        "title": "Disadvantages compound and it is hard to get ahead"
      }
    ],
    "ideationpage": {
      "title": "Ideation",
      "description": "The next phase of our design process is about ideas, lots of them. We spend time thinking about all the ones that are too crazy to work and too crazy not to try. Then we invite some of the same people we met during our initial research to tell us what they think. This helps us refine our thinking and narrow down solid directions.",
      "infobox": {
        "title": "MINUTE APP",
        "description": "Minute app is an early concept from the ideation phase for STEPS. It focused on providing easy access to affordable childcare through a user’s social network. Childcare, we found, was a heavy burden that impacts household income tremendously."
      },
      "imgurl": "/assets/ideation.png"
    },
    "convergencepage": {
      "title": "Convergence",
      "description": "When we have an idea that feels right, we create a series of prototypes in a few directions based in common threads from our research. Then we send them into the world for people to utilize. In this phase we gain valuable insights about the demographics of our audience and let their preferences dictate user experience for the next iteration.",
      "infobox": {
        "title": "DOUBLECHECK.ORG",
        "description": "We launched Facebook ads to test 3 prototypes under a “text-a-coach” delivery method. DoubleCheck.org was the most successful, however all 3 gave us a better understanding of who exactly our audience was, what their core needs are, and to which design attributes they preferred."
      },
      "imgurl": "/assets/convergence.png"
    },
    "adoptionpage": {
      "title": "Adoption",
      "description": "Once we have tools we know the community will embrace, we can’t wait to share them with everyone. Our focus then becomes about finding partnerships and strategies that will continue to improve them, and make them freely accessible to as many people and organizations as possible.",
      "button": {
        "text": "VIEW OUR GUIDES",
        "url": "https://steps.ideo.org/guides"
      }
    }
  },
  "missionpage": {
    "contact": {
      "statement": "We believe that digital design has the power to move millions of Americans from financial distress to financial freedom, one step at a time.",
      "tagline": "Join us and share in our vision"
    },
    "about": {
      "title": "Who we are",
      "description": "Steps is a program of IDEO.org, a nonprofit working to improve the lives of people in poor and vulnerable communities through design. We are supported by JPMorgan Chase and backed by an Advisory Council of trusted non-profit organizations.",
      "button": {
        "name": "VISIT IDEO.ORG",
        "url": "https://www.ideo.org"
      }
    },
    "partners": {
      "headline": "Advisory Council",
      "description": "The Advisory Council is a group of 18 nonprofit and technology partners with unique perspectives and expertise on the needs and experiences of low-income communities in the U.S. They have been working with us to provide feedback on product creation, design, content and distribution strategy for all digital products within the Steps Program.",
      "tagline": "THE ADVISORY COUNCIL IS",
      "acmembers": [
        {
          "title": "Brownsville",
          "imgurl": "Brownsville.png"
        },
        {
          "title": "Catalyst Miami",
          "imgurl": "Catalyst-Miami.png"
        },
        {
          "title": "CBA",
          "imgurl": "CBA.png"
        },
        {
          "title": "CCCS",
          "imgurl": "CCCS.png"
        },
        {
          "title": "CFSI",
          "imgurl": "CFSI.png"
        },
        {
          "title": "Compass Working Capital",
          "imgurl": "Compass-Working-Capital.png"
        },
        {
          "title": "Crisis Text Line",
          "imgurl": "Crisis-Text-Line.png"
        },
        {
          "title": "Earn",
          "imgurl": "Earn.png"
        },
        {
          "title": "Federation",
          "imgurl": "Federation.png"
        },
        {
          "title": "The Financial Clinic",
          "imgurl": "Financial-Clinic.png"
        },
        {
          "title": "JPMC",
          "imgurl": "JPMC.png"
        },
        {
          "title": "Meda",
          "imgurl": "Meda.png"
        },
        {
          "title": "National Urban League",
          "imgurl": "National-Urban-League.png"
        },
        {
          "title": "NerdWallet",
          "imgurl": "NerdWallet.png"
        },
        {
          "title": "NFCC",
          "imgurl": "NFCC.png"
        },
        {
          "title": "NTFP",
          "imgurl": "NTFP.png"
        },
        {
          "title": "Propel",
          "imgurl": "Propel.png"
        },
        {
          "title": "Prosperity Now",
          "imgurl": "Prosperity-Now.png"
        },
        {
          "title": "UnidosUS",
          "imgurl": "UnidosUS.png"
        }
      ]
    }
  },
  "prototypepage": {
    "intro": {
      "title": "Producing research-based projects to get tangible, experiment, and learn",
      "description": "We’re strong believers in the concept of making to learn, and view each project as an opportunity to experiment by testing new ideas and insights. This process allows us to refine our strategic vision and creatively explore areas where we can have the greatest impact on financial health in the United States. Below are some of the concepts we’ve worked on and what we’ve learned."
    },
    "sections": [
      {
        "title": "Early Concepts",
        "image": "http://steps.ideo.org/assets/Early-Concepts-1.jpg",
        "caption": "Some ideas we tested out at the start of the project.",
        "description": "These prototype ideas came from our early brainstorming days. By allowing ourselves to think broadly about what a digital tool could look like, we were able to stretch the limits of our creativity and explore non-traditional paths to impact. While we didn’t test each concept, the brainstorming exercises helped us narrow our focus and identify the most practical, impactful and sustainable solutions."
      },
      {
        "title": "Money Stories",
        "image": "http://steps.ideo.org/assets/Money-Stories-1.jpg",
        "caption": "Money Stories visuals.",
        "description": "During our research, we collected countless stories, tips, and tricks about financial health from low-income individuals across the country and created a catalogue of information that helped develop our understanding of real issues affecting real people. This catalogue is shared on Money Stories, a selection of personal narratives that users can read, learn from, and contribute their own.",
        "buttons": [
          {
            "text": "Visit Money Stories",
            "url": "https://stories.money"
          }
        ]
      },
      {
        "title": "Demo Day",
        "image": "http://steps.ideo.org/assets/Demo-Day-1.jpg",
        "caption": "Demo day presentations.",
        "description": "As we started to delve into our research, our team identified five promising concepts to share at a “Demo Day” with our non-profit partners and friends. Demo Day was a great opportunity to test prototypes with potential users, and the feedback we received helped us refine our ideas and informed our decision to either test certain prototypes or move away from a concept."
      },
      {
        "title": "Next Week",
        "video": "https://player.vimeo.com/video/182625126",
        "caption": "Next Week video.",
        "description": "One of our first observations about financial well-being in America is that money is difficult to talk about--it’s technical, complicated and very personal. Unfortunately, this lack of dialogue is not without consequence; in low-income communities, the notion of financial health is almost invisible and often misunderstood. Next Week is an online series that tells the stories of everyday people in easily digestible short-form video format . By sharing a mix of experiences, we aimed to highlight financial health as an issue that affects us all and connects people to relevant resources and services."
      },
      {
        "title": "Text A Coach",
        "image": "http://steps.ideo.org/assets/TAC-1.jpg",
        "caption": "A flowchart showing how our Text A Coach model works.",
        "description": "In-person financial coaching is effective, but barriers—like social taboos around money, or a lack of information and time—can make it difficult for many low-income Americans to enter a meaningful financial coaching relationship.\nTo address these barriers, we designed Text-a-Coach: this accessible solution allows low-income Americans to text a financial coach with confidential questions, while building a relationship that will let them set goals and improve their financial health at their convenience. Our goal is to have the Text-a-Coach code become an open-source solution for non-profits who want to expand their financial coaching services."
      },
      {
        "title": "Minute",
        "image": "http://steps.ideo.org/assets/Minute-1.jpg",
        "description": "For many low-income Americans, the cost and difficulty of accessing childcare can be a heavy burden that impacts their income, their ability to remain in the workforce, and ultimately, their financial health. To address this issue, we designed Minute: an online service that leverages a user’s social network to build an affordable, easily accessible childcare community, allowing low-income parents to find support without taking time away from their jobs."
      },
      {
        "title": "The Big Hustle",
        "image": "http://steps.ideo.org/assets/Hustle-1.jpg",
        "description": "Low-income independent workers often have irregular income, no benefits or safety nets, and can be unaware of the financial challenges of self-employment. The Big Hustle is a casual game that lets people explore different scenarios that independent workers may encounter. Our goal is to encourage learning about financial health in a fun and interactive tool with incentives for good decision-making. The Big Hustle is engaging before it’s educational, and offers users small rewards and real life discounts to encourage actions taken toward financial health and education."
      },
      {
        "title": "More than a Paycheck",
        "image": "http://steps.ideo.org/assets/More-1.jpg",
        "description": "Many Americans don’t have savings and feel they can’t start because every dollar of every paycheck is already allocated. In studying behavioral change, however, we also found that people can adjust to the pay they see on a check and that once a habit is established--it sticks. To further explore this idea, we created More Than a Paycheck, an employer-incentivized savings plan that is automatically funded with small deductions from each paycheck. By partnering with employers, More Than a Paycheck would allow us to design better financial habits into existing systems and actions."
      },
      {
        "title": "DoubleCheck, Pocket Squad, & The 99",
        "image": "http://steps.ideo.org/assets/T-PS.jpg",
        "description": "After additional research and testing, we decided to further iterate on our Text-a-Coach concept with three new prototypes and design directions. To measure their resonance within low-income communities, we launched ads on Facebook. Our goal was to determine which concept most appealed to our audience and better understand our target demographics (age, sex, income, location, etc.). Our previous testing also indicated that while users were open to texting as a solution, they often didn’t know how to begin the conversation. In our iterations of Double Check, Pocket Squad and The 99, we incorporated conversation starters and allowed people to read questions that other users had asked. While tests were limited, the feedback gathered has been useful and aligned with many insights received from our partners, coaches, and consumers.",
        "buttons": [
          {
            "text": "Visit thedoublecheck.org",
            "url": "http://www.thedoublecheck.org/"
          },
          {
            "text": "Visit pocketsquad.org",
            "url": "http://www.pocketsquad.org/"
          },
          {
            "text": "Visit inthe99.com",
            "url": "http://www.inthe99.com/"
          }
        ]
      },
      {
        "title": "MEDA (Mission Economic Development Agency)",
        "image": "http://steps.ideo.org/assets/meda-prototype.png",
        "caption": "Above are a few of the resources that can be used for financial coaches to interact with their clients.",
        "description": "The Viva kit is a custom bilingual toolkit from Mission Development Economic Agency (MEDA) developed for financial coaches working with low to moderate-income families. The tools are built to help families connect life aspirations to their financial goals through an engaging and confidence-building experience, and gives organizations tools, activities, and frameworks to integrate financial capabilities in their offerings. MEDA can provide technical assistance to organizations interested in leveraging the toolkit.",
        "buttons": [
          {
            "text": "Viva Toolkit Orientation",
            "url": "https://steps.ideo.org/assets/MEDA_ToolkitGuide.pdf"
          },
          {
            "text": "Aspiration Cards (English)",
            "url": "https://steps.ideo.org/assets/MEDA_GameCards_English.pdf"
          },
          {
            "text": "Aspiration Cards (Spanish)",
            "url": "https://steps.ideo.org/assets/MEDA_GameCard_ES.pdf"
          },
          {
            "text": "Spinner Mat",
            "url": "https://steps.ideo.org/assets/MEDA_SpinnerMat.pdf"
          },
          {
            "text": "Action Plan",
            "url": "https://steps.ideo.org/assets/MEDA_ActionPlan.pdf"
          }
        ]
      }
    ]
  }
}
